IDEA StatiCa Open Model
IdeaConImportSettings.DefaultBoltAssembly Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the name of the default bolt assembly
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string DefaultBoltAssembly { get; set; }
Public Property DefaultBoltAssembly As String
	Get
	Set
public:
property String^ DefaultBoltAssembly {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace